
"No Event Selected." = "Brak wybranych zdarzeń";
"Multiple Events Selected." = "Wybrano wiele zdarzeń";
"No unresolved events." = "Brak nierozwiązanych zdarzeń";
"No unread events." = "Brak nieprzeczytanych zdarzeń";
"No matching events found." = "Nie znaleziono pasujących zdarzeń";


//k Contextual Menu Title
"Delete all Messages from \"%@\"" = "Usunąć wszystkie wiadomości z „%@”";
"Mark as Read" = "Oznacz jako przeczytane";
"Mark as Unread" = "Oznacz jako nieprzeczytane";

//ks Event status tool tips
"Resolved" = "Rozwiązane";
"Unresolved" = "Nierozwiązane";
"Partially Solved" = "Częściowo rozwiązane";
"Status Unknown" = "Stan nieznany";


//ks Event Severity tool tips
"Information" = "Informacje";
"Warning" = "Ostrzeżenie";
"User Intervention Required" = "Wymagana interwencja użytkownika";
"Resolvable Problem" = "Problem rozwiązywalny";
"Unresolvable Problem" = "Problem nierozwiązywalny";


//ks Filter option buttons
" Unread (%u) " = " Nieprzeczytane (%u) ";
" Unresolved (%u) " = " Nierozwiązane (%u) ";

//ks Smash error
"device event retrieval" = "odzyskiwanie zdarzenia urządzenia";
"deletion of event" = "usuwanie zdarzenia";

"The message could not be deleted" = "Nie można usunąć wiadomości";
